[
  {
    "Release Date": "November 18, 2014",
    "RP for Rating Pending": "",
    "Genre": "Board",
    "Publisher": "Ubisoft",
    "Title": "My Monopoly",
    "Summary": "My Monopoly is the classic game with your own touch. Customize the board’s center. Name the properties after your family and friends. Decorate your board however you like! Create your very own Monopoly game.\r\nChoose from a large library of 2D and 3D elements, and unlock special items through playing the game or by completing challenges in Monopoly Plus.",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Ubisoft",
        "Release Date": "November 18, 2014",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2014/08/07/hasbro-game-channel-buttonjpg-0d26c7_160w.jpg"
      },
      {
        "Publisher": "Ubisoft",
        "Release Date": "November 18, 2014",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2014/08/07/hasbro-game-channel-buttonjpg-0d26c7_160w.jpg"
      },
      {
        "Publisher": "Ubisoft",
        "Release Date": "November 18, 2014",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2014/08/07/hasbro-game-channel-buttonjpg-0d26c7_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "TBA 2015",
    "Genre": "Action                                                               Music",
    "Publisher": "Bifrost Entertainment",
    "Developer": "Independent",
    "Title": "Myriad",
    "Summary": "Prepare to perform 60 minimalist paintings a second in Myriad, the game where you make and then break the play space in glorious chain reactions -- all for one thing: Performance.  Featuring a staggering juxtaposition of austere minimalism and fractal chaos, brought alive by a dynamic soundtrack, Myriad deredeconstructs the twin-stick shooter as a motion-sculpting playground where time and space is under the performer’s control. \r\n\r\nThe rules are simple: Enemies chase you, but defeating them only multiplies their numbers. Defeated enemies expand your world – until you blow it apart in a gloriously destructive chain reaction that clears the screen, upgrades your weapons and lets you do it all again but bigger and better. And if you fail? Step out of the tunnel of light. Rewind time. Try again. Myriad celebrates your presence instead of restricting and taming it. Unrestrained, you are free to play the game how you want. Build a winning strategy and battle for leaderboard dominance, or simply perform, conducting a symphony of color, shape, sound and motion.",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Bifrost Entertainment",
        "Release Date": "TBA 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2015/07/06/myriad-buttonjpg-9c6da1_160w.jpg"
      },
      {
        "Publisher": "Bifrost Entertainment",
        "Release Date": "TBA 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/07/06/myriad-buttonjpg-9c6da1_160w.jpg"
      },
      {
        "Publisher": "Bifrost Entertainment",
        "Release Date": "TBA 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2015/07/06/myriad-buttonjpg-9c6da1_160w.jpg"
      }
    ]
  },
  {
    "Genre": "RPG",
    "Publisher": "Spike Chunsoft",
    "Title": "Mystery Chronicle",
    "Summary": "",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Spike Chunsoft",
        "Region": "US"
      },
      {
        "Publisher": "Spike Chunsoft",
        "Region": "JP"
      }
    ]
  },
  {
    "Release Date": "July 28, 2015",
    "E10+ for Everyone 10 and older": "Mild Fantasy Violence, Mild Blood, Mild Language",
    "Genre": "Platformer",
    "Publisher": "Metanet Software",
    "Developer": "Metanet Software",
    "Title": "N++",
    "Summary": "N++ marks the final iteration of the beloved and award winning action platformer N. In this fast-paced, action-packed puzzle platformer set in the distant 2D future, you play as a ninja -- darting through obstacles, narrowly evading a slew of inadvertently homicidal enemy robots, and collecting gold in a minimalist, sci-fi world. You know, traditional ninja stuff. \r\n\r\nWith over 1000 new levels and a host of new enemies hungry to destroy you, N++ will knock you out with intense platforming challenges. A colourful new visual aesthetic (created in collaboration with graphic designer MASA) means that even as you weep openly in defeat, your eyes will bask in the visual splendor which only immaculately anti-aliased vector graphics can provide. Team up with a friend in the even-harder-than-singleplayer co-op mode, or compete with up to four friends in frenetic Race and Deathmatch competitive modes. Create and share levels with your friends and the rest of the world, thanks to a built-in level editor and global level database, or compete on leaderboards and in special weekly challenges.",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Metanet Software",
        "Release Date": "July 28, 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/05/15/n-plus-plus-button-ajpg-dcf712_160w.jpg"
      },
      {
        "Publisher": "Metanet Software",
        "Release Date": "July 28, 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/05/15/n-plus-plus-button-ajpg-dcf712_160w.jpg"
      },
      {
        "Publisher": "Metanet Software",
        "Release Date": "July 28, 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/05/15/n-plus-plus-button-ajpg-dcf712_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "November 15, 2013",
    "E for Everyone": "No Descriptors",
    "Genre": "Sports",
    "Publisher": "2K Sports",
    "Developer": "Visual Concepts",
    "Title": "NBA 2K14",
    "Summary": "2K Sports takes it to the hole with its 2014 edition of the blockbuster hoops franchise.",
    "Rating": 8.9,
    "Releases": [
      {
        "Publisher": "2K Sports",
        "Release Date": "November 29, 2013",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2013/07/08/nba-2k14usrpps4jpg-50f3f6_160w.jpg"
      },
      {
        "Publisher": "2K Sports",
        "Release Date": "November 29, 2013",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2013/09/17/nba2k14ps4jpg-e948a1_160w.jpg"
      },
      {
        "Publisher": "2K Sports",
        "Release Date": "November 29, 2013",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2013/07/08/nba-2k14usrpps4jpg-50f3f6_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "October 7, 2014",
    "E for Everyone": "Mild Lyrics, Includes online features that may expose players to unrated user-generated content",
    "Genre": "Sports",
    "Publisher": "2K Games",
    "Developer": "Visual Concepts",
    "Title": "NBA 2K15",
    "Summary": "Building on years of legacy as a top-ranked basketball video game, NBA 2K15 returns with more modes, new features and the incredibly realistic on-court and off-court action fans have come to expect. The game features 2013-14 NBA Most Valuable Player Kevin Durant on the cover, and an eclectic soundtrack curated by internationally renowned artist Pharrell Williams. \r\n\r\nNBA 2K15 employs the latest technological advancements in order to bring gamers even more realistic action. The series' groundbreaking, dynamic gameplay returns with over 6,000 new on-court animations, all-new defensive AI and shooting systems, and an emphasis on more control during offense and defense. MyCAREER players will experience a whole new story of NBA life both on and off the court, as they develop and hone their MyPLAYER through the journey from undrafted rookie to NBA star. NBA 2K15’s MyCAREER mode features encounters with real-life NBA mentors from all 30 teams, coaching from legendary NBA coach Doc Rivers, an all-new upgrade system, and badges that reflect your on-court status. NBA 2K’s revolutionary online multiplayer competitive street mode MyPARK returns bigger and better than ever in NBA 2K15. This year, the stakes are even higher, with new parks, affiliations, competition, rep system, squads and integration with the MyNBA 2K15 mobile app. The updated broadcast style presentation and pre-game show features hosts Ernie Johnson and Shaquille O’Neal, and delivers more authentic commentary and analysis on the action.  All-new in-game technology enables NBA 2K15 players to put themselves into the game like never before through revolutionary 3-D facial scanning. Using camera hardware, NBA 2K fans can see themselves stand out as individuals while living the life of a player in MyCAREER, becoming the face of a franchise in MyGM, or playing with friends online in multiplayer modes.",
    "Rating": 7.8,
    "Releases": [
      {
        "Publisher": "2K Games",
        "Release Date": "October 7, 2014",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2014/10/07/nba-2k15-buttonjpg-f83351_160w.jpg"
      },
      {
        "Publisher": "2K Games",
        "Release Date": "October 7, 2014",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2014/10/07/nba-2k15-buttonjpg-f83351_160w.jpg"
      },
      {
        "Publisher": "2K Games",
        "Release Date": "October 7, 2014",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2014/10/07/nba-2k15-ps4jpg-affbd2_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "September 29, 2015",
    "E10+ for Everyone 10 and older": "Alcohol Reference, Mild Language, Mild Suggestive Themes, Violent References, Includes online features that may expose players to unrated user-generated content",
    "Genre": "Sports",
    "Publisher": "2K Games",
    "Developer": "Visual Concepts",
    "Title": "NBA 2K16",
    "Summary": "The NBA 2K franchise is back with a true-to-life NBA experience. In NBA 2K16, guide your MyPLAYER through the complete NBA journey, take control of an entire NBA franchise, or hone your skills online competing against gamers from around the world. \r\n\r\nDemonstrating the NBA 2K series’ commitment to authenticity and innovation, 2K and Visual Concepts joined forces with legendary filmmaker and master storyteller Spike Lee to direct, write and co-produce the NBA 2K16’s MyCAREER experience enabling fans to be the story of an NBA player with drama never before experienced in a sports game. MyCAREER gameplay will combine NBA 2K’s most-played mode with a rich, original story written and directed by Lee and produced by Lee’s production company, 40 Acres and a Mule.",
    "Rating": 9,
    "Releases": [
      {
        "Publisher": "2K Games",
        "Release Date": "September 29, 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2015/06/04/nba-2k16-buttonjpg-64b4a4_160w.jpg"
      },
      {
        "Publisher": "2K Games",
        "Release Date": "September 29, 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2015/06/04/nba-2k16-buttonjpg-64b4a4_160w.jpg"
      },
      {
        "Publisher": "2K Games",
        "Release Date": "September 29, 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/06/04/nba-2k16-buttonjpg-64b4a4_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "November 19, 2013",
    "MSRP": "59.99 USD",
    "E for Everyone": "No Descriptors",
    "Genre": "Sports",
    "Publisher": "Electronic Arts",
    "Title": "NBA Live 14",
    "Summary": "Take it to the hole with the '014 edition of the EA Sports NBA franchise.",
    "Rating": 4.3,
    "Releases": [
      {
        "Release Date": "November 19, 2013",
        "Publisher": "Electronic Arts",
        "MSRP": "59.99 USD",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2013/11/19/easnba14kaverticalrgbjpg-885509_160w.jpg"
      },
      {
        "Release Date": "November 19, 2013",
        "Publisher": "Electronic Arts",
        "MSRP": "59.99 USD",
        "Region": "JP",
        "Cover": "http://assets1.ignimgs.com/2013/11/19/easnba14kaverticalrgbjpg-885509_160w.jpg"
      },
      {
        "Release Date": "November 19, 2013",
        "Publisher": "Electronic Arts",
        "MSRP": "59.99 USD",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2013/11/06/nbalive14ps4ukjpg-884e5c_160w.jpg"
      },
      {
        "Release Date": "November 19, 2013",
        "Publisher": "Electronic Arts",
        "MSRP": "59.99 USD",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2013/11/04/nbalive141jpg-884d06_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "October 28, 2014",
    "E for Everyone": "No Descriptors, Includes online features that may expose players to unrated user-generated content",
    "Genre": "Sports",
    "Publisher": "Electronic Arts",
    "Title": "NBA Live 15",
    "Summary": "NBA Live 15 arrives with 500+ core gameplay improvements to deliver a truly fluid, exciting and authentic basketball gaming experience. Reimagined visuals drop you courtside alongside the game’s biggest stars. See the intensity on a player’s face as he nails a game-winner, or the frustration of a heart-wrenching loss. All-new real-time physics on dunks and layups replicate some of the NBA’s most amazing physical plays, letting you posterize your opponent or deny his attempt at the rim. Add into the mix always-connected online game modes and LIVE’s Synergy Sports partnership and you’ll never miss a beat during the NBA season with new content updated daily, all season long.",
    "Rating": 5.5,
    "Releases": [
      {
        "Publisher": "Electronic Arts",
        "Release Date": "October 2014",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2014/10/28/nba-live-15-us-esrb-ps4jpg-ab2950_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "October 2014",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2014/10/28/nba-live-15-buttonjpg-ab2952_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "October 2014",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/10/28/nba-live-15-eu-ps4jpg-ab2954_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "September 29, 2015",
    "E for Everyone": "No Descriptors, Includes online features that may expose players to unrated user-generated content",
    "Genre": "Sports",
    "Publisher": "Electronic Arts",
    "Title": "NBA Live 16",
    "Summary": "Free your game in NBA Live 16 with all-new player movement, improved AI, and the return of freestyle controls. Rooted in self-expression, the 2016 edition of EA Sports' b-ball franchise takes player customization to another level. Whether it's how you look or play, your entire journey is all about you. \r\n\r\nNBA Live 16 introduces Live Pro-Am, a fast-paced way to play with your friends, featuring Live Run and Summer Circuit. Connect with two innovative online multiplayer modes and compete on iconic indoor and outdoor courts across North America. Dynasty, Rising Star, Big Moments, Live Ultimate Team and more are back and better than ever, providing the freshest way to play ball. Scan your own face using the NBA Live Companion app and GameFaceHD to join the game as an NBA star in-game. Customise your player from head to toe with leading apparel brands, or get some ink from world-renowned artist Randy Harris. \r\n\r\nOn the court, Live Motion is an all-new physics-based player movement system that keeps you in control of movement so you’ll never feel stuck in a scripted animation. With completely rebuilt passing and catching systems, you can distribute the ball exactly when and where you want with touch passing and dribble hand-offs. A brand-new shot system and unprecedented control in pick and roll situations give you extra opportunities for self-expression on the court.",
    "Rating": 6,
    "Releases": [
      {
        "Publisher": "Electronic Arts",
        "Release Date": "October 2015",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2015/06/09/nba-live-16-buttonjpg-b85e0c_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "October 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/10/16/nbaliveps4jpg-996a8f_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "October 2015",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2015/06/09/nba-live-16-buttonjpg-b85e0c_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "September 9, 2014",
    "E10+ for Everyone 10 and older": "Mild Violence",
    "Genre": "Sports",
    "Publisher": "Electronic Arts",
    "Developer": "EA Canada",
    "Title": "NHL 15",
    "Summary": "In NHL 15, you see realistic looking and skating hockey players, along with detailed and authentic representation of the game of hockey itself. 12 Player NHL Collision Physics and Real Puck Physics capture the hard hitting chaos and unpredictability of the sport, while the Superstar Skill Stick and Vision AI put the flow and finesse of the game in your hands.\r\n\r\nWitness the sights and sounds of authentic arenas across the National Hockey League, as 9,000 individual crowd models - the most ever in a sports videogame - hang on every play called by an all-new three man commentary team. In addition, a new partnership with NBC Sports brings, a world class broadcast package to the game.",
    "Rating": 7,
    "Releases": [
      {
        "Publisher": "Electronic Arts",
        "Release Date": "September 9, 2014",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2014/06/25/nhl15tempjpg-b68d60_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "September 9, 2014",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2014/06/25/nhl15tempjpg-b68d60_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "September 9, 2014",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/07/15/nhl15ps4jpg-8dd048_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "September 15, 2015",
    "E10+ for Everyone 10 and older": "Mild Violence, Includes online features that may expose players to unrated user-generated content",
    "Genre": "Sports",
    "Publisher": "Electronic Arts",
    "Developer": "EA Canada",
    "Title": "NHL 16",
    "Summary": "Built with more input from hockey fans than ever before, NHL 16 steps onto the ice to deliver ways to compete as a team, new features across the most played single-player modes, gameplay innovation at every position on the ice and an unrivalled game day atmosphere. No matter what position you play on the ice, NHL 16 delivers a balanced gameplay experience that makes every player meaningful to team success. With gameplay innovation on offense and defense, players have new tools to not only score goals, but to prevent them as well. Whether you’re an armchair GM, want to live out your NHL pro fantasy, or build your ultimate dream team, NHL 16 will deliver a single-player game mode for every type of hockey fan -- each with new features that you’ve never seen in EA Sports NHL.\r\n\r\nGrab some friends and jump into either 6 vs 6 Online Team Play, Online Couch Co-op, or the re-imagined EA Sports Hockey League and prove that great individuals can’t beat a great team. NHL 16 brings the game to life with distinct arena atmospheres, the most realistic players yet, and a story-driven commentary package to pull you into the energy of the game like never before.",
    "Rating": 7.8,
    "Releases": [
      {
        "Publisher": "Electronic Arts",
        "Release Date": "September 15, 2015",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2015/08/13/nhl-16-buttonjpg-435248_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "September 15, 2015",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2015/08/13/nhl-16-buttonjpg-435248_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "September 15, 2015",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2015/08/13/nhl-16-us-esrb-ps4jpg-435247_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "November 11, 2014",
    "E for Everyone": "Mild Fantasy Violence",
    "Genre": "Shooter",
    "Publisher": "Shin'en",
    "Developer": "Shin'en",
    "Title": "Nano Assault Neo X",
    "Summary": "Stop the deadly Nanostray virus from spreading across the nano cosmos in Nano Assault NEO. You are one against millions, traversing a breathtaking microscopic world in this twin-stick shoot 'em up.",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Shin'en",
        "Release Date": "November 11, 2014",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2014/09/08/nano-assault-neo-button-logojpg-b34385_160w.jpg"
      },
      {
        "Publisher": "Shin'en",
        "Release Date": "November 11, 2014",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2014/09/08/nano-assault-neo-button-logojpg-b34385_160w.jpg"
      },
      {
        "Publisher": "Shin'en",
        "Release Date": "November 11, 2014",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2014/09/08/nano-assault-neo-button-logojpg-b34385_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "February 9, 2016",
    "Genre": "Action",
    "Publisher": "Bandai Namco Games",
    "Developer": "CyberConnect2",
    "Title": "Naruto Shippuden: Ultimate Ninja Storm 4",
    "Summary": "In Naruto Shippuden: Ultimate Ninja Storm 4, players around the world will experience the exhilarating adventures of Naruto Uzumaki like never before! Leap into on a breathtaking and epic ride with new features like Change Leader System and Wall-run. For the first time ever, the world of Naruto will also take advantage of the graphics power of the new generation systems.",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Bandai Namco Games",
        "Release Date": "February 9, 2016",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2015/07/08/naruto-shippuden-ultimate-ninja-storm-4-button-2jpg-1b3f5a_160w.jpg"
      },
      {
        "Publisher": "Bandai Namco Games",
        "Release Date": "February 9, 2016",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2015/07/08/naruto-shippuden-ultimate-ninja-storm-4-button-2jpg-1b3f5a_160w.jpg"
      },
      {
        "Publisher": "Bandai Namco Games",
        "Release Date": "February 9, 2016",
        "Region": "JP",
        "Cover": "http://assets1.ignimgs.com/2015/07/08/naruto-shippuden-ultimate-ninja-storm-4-button-2jpg-1b3f5a_160w.jpg"
      },
      {
        "Publisher": "Bandai Namco Games",
        "Release Date": "February 9, 2016",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/07/08/naruto-shippuden-ultimate-ninja-storm-4-us-rp-ps4jpg-4b50a5_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "September 30, 2014",
    "M for Mature": "Blood, Violence",
    "Genre": "Strategy                                                               RPG",
    "Publisher": "NIS",
    "Developer": "Kadokawa Games",
    "Title": "Natural Doctrine",
    "Summary": "Natural Doctrine puts players in a fictional world that revolves around a substance known as Pluton. Adventurers plunder Pluton from dangerous underground caverns, but there are evil and dangerous beasts, monsters, and more standing in between them and their loot. As evil follows these explorers to the surface, it's up to them to protect the city of Feste from destruction.",
    "Rating": 2.8,
    "Releases": [
      {
        "Publisher": "Kadokawa Games",
        "Release Date": "April 3, 2014",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/07/02/natural-doctrine-buttonjpg-6e50dd_160w.jpg"
      },
      {
        "Publisher": "Kadokawa Games",
        "Release Date": "April 3, 2014",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/07/02/natural-doctrine-buttonjpg-6e50dd_160w.jpg"
      },
      {
        "Publisher": "Kadokawa Games",
        "Release Date": "April 3, 2014",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/07/02/natural-doctrine-buttonjpg-6e50dd_160w.jpg"
      },
      {
        "Publisher": "Kadokawa Games",
        "Release Date": "April 3, 2014",
        "Region": "JP",
        "Cover": "http://assets1.ignimgs.com/2014/07/02/natural-doctrine-buttonjpg-6e50dd_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "November 3, 2015",
    "RP for Rating Pending": "",
    "Genre": "Racing",
    "Publisher": "Electronic Arts",
    "Developer": "Ghost",
    "Title": "Need for Speed",
    "Summary": "Ready to own the streets? Get behind the wheel of iconic cars and floor it through Ventura Bay, a sprawling urban playground. Explore overlapping stories as you build your reputation -- and your dream car -- and become the ultimate racing icon. \r\n\r\nRetooled and refueled for a next-generation racing experience, Need for Speed brings back the popular racing franchise with complex customization, urban car culture, a nocturnal open world, and a new narrative. The game introduces five ways to play: Speed, Style, Build, Crew, and Outlaw. Combine all five to create that perfect Need for Speed moment; driving insanely fast, sliding through a corner in your customized ride alongside your friends, whilst being chased by the cops.",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Electronic Arts",
        "Release Date": "November 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2015/10/05/need-for-speed-2015-buttonjpg-b6a4af_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "November 2015",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2015/10/05/need-for-speed-2015-ps4-esrb-v1jpg-9b2ffe_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "November 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2015/10/05/need-for-speed-2015-buttonjpg-b6a4af_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "November 15, 2013",
    "E10+ for Everyone 10 and older": "Mild Violence",
    "Genre": "Racing",
    "Publisher": "Electronic Arts",
    "Developers": "Ghost, Criterion Games",
    "Title": "Need for Speed Rivals",
    "Summary": "Need for Speed Rivals captures the adrenaline and intensity of the street's ultimate rivalry between cops and racers in a stunning open road environment. Built on the Frostbite 3 game engine, Need for Speed Rivals allows gamers play as either a cop or racer, where each side of the law has its own set of high stakes challenges, rewards and consequences. As a racer, the goal is to become infamous for taking risks behind the wheel and capturing your most intense escapes on video for the world to see. The more cops players evade, the more Speed Points they collect, enabling them to unlock new cars and items. Keep raising the stakes race after race to become an ever-more valuable target to the cops -- but risk losing it all if busted. As a cop, players work together as part of a team in pursuit of racers, earning prominence and rising in the ranks of the Police Force with every bust. Achieving higher ranks unlocks new police-only cars and more powerful pursuit tech. \r\n\r\nAt the heart of Need for Speed Rivals is AllDrive, an innovative new online feature that allows gamers to seamlessly transition from playing alone to playing with friends, eliminating the line between single player and multiplayer. Players will have to keep one eye on their rearview mirror as friends will be able to enter and exit races on-the-fly, creating a world where no two events will ever be the same.",
    "Rating": 8,
    "Releases": [
      {
        "Publisher": "Electronic Arts",
        "Release Date": "November 28, 2013",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2013/11/20/need-for-speed-rivals-eu-ps4jpg-885540_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "November 28, 2013",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2013/11/04/needforspeedrivalsps41jpg-884d08_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "November 28, 2013",
        "Region": "JP",
        "Cover": "http://assets1.ignimgs.com/2013/06/13/need-for-speed-rivalsgeneraljpg-50eb66_160w.jpg"
      },
      {
        "Publisher": "Electronic Arts",
        "Release Date": "November 28, 2013",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2013/06/13/need-for-speed-rivalsgeneraljpg-50eb66_160w.jpg"
      }
    ]
  },
  {
    "Status": "Cancelled",
    "Genre": "Simulation",
    "Publisher": "MadMunki",
    "Developer": "MadMunki",
    "Title": "Neotopia",
    "Summary": "Neotopia is a cutting-edge virtual world that comes alive with customizable avatars, exploration/living spaces, and interactive games. Powered by Unreal Engine 4 is an ever-evolving online space where you can meet, interact, play and share -- a next-generation blend between the world of gaming and social media. \r\n\r\nYou are at the very heart of this new world. neotopia is built around community, and as a citizen you will have your say in how the world evolves. You don't just get to be a visitor to this world, you get to help shape it; neotopia is supported by its designers, but created by you. Neotopia’s vision is to bring together like-minded people who can interact, build, share and play. A world where you can make new friends and keep in touch with old ones in any setting you choose. A world with everything from idyllic beaches to mountain peaks, from Medieval castles to shining metropolis’ of the future. All of which is your playground. All of which is YOURS.",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "MadMunki",
        "Release Date": "Canceled in development",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/10/06/neotopia-buttonjpg-44f620_160w.jpg"
      },
      {
        "Publisher": "MadMunki",
        "Release Date": "Canceled in development",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/10/06/neotopia-buttonjpg-44f620_160w.jpg"
      },
      {
        "Publisher": "MadMunki",
        "Release Date": "Canceled in development",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/10/06/neotopia-buttonjpg-44f620_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "TBA 2016",
    "E for Everyone": "No Descriptors",
    "Genre": "Adventure",
    "Publisher": "Soedesco",
    "Developer": "Storm in a Teacup",
    "Title": "Nero",
    "Summary": "Nero takes players on journey in a world of incredible beauty where a kid is the key to all locks and the night is not as frightening as we all could think. This is a next-generation take on the visual novel concept  that focuses on a story driven gameplay which is heavily expressed in the game’s overall mechanics. Nero is about love. Nero is about faith. Nero is about feelings. Nero is about questions that need answers. The player will have to decide how to walk along his path: his choices, his feelings, his truth...",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Soedesco",
        "Release Date": "TBA 2016",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/06/18/nero-buttonjpg-6e4a86_160w.jpg"
      },
      {
        "Publisher": "Soedesco",
        "Release Date": "TBA 2016",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/06/18/nero-buttonjpg-6e4a86_160w.jpg"
      },
      {
        "Publisher": "Soedesco",
        "Release Date": "TBA 2016",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/06/18/nero-buttonjpg-6e4a86_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "November 18, 2014",
    "E10+ for Everyone 10 and older": "Mild Violence",
    "Genre": "Puzzle",
    "Publisher": "Upper One Games",
    "Developer": "Upper One Games",
    "Title": "Never Alone",
    "Summary": "Never Alone is a puzzle-platformer that explores the culture and folklore of Alaska Natives.",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Upper One Games",
        "Release Date": "November 19, 2014",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2015/03/05/never-alone-button-2jpg-9f1398_160w.jpg"
      },
      {
        "Publisher": "Upper One Games",
        "Release Date": "November 19, 2014",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2015/03/05/never-alone-button-2jpg-9f1398_160w.jpg"
      },
      {
        "Publisher": "Upper One Games",
        "Release Date": "November 19, 2014",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2015/03/05/never-alone-button-2jpg-9f1398_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "July 28, 2015",
    "Genre": "Puzzle",
    "Publisher": "Upper One Games",
    "Developer": "Upper One Games",
    "Title": "Never Alone: Foxtales",
    "Summary": "Spring has come to the Arctic as Nuna and Fox climb aboard their umiaq (a sealskin canoe) and take to the waters of the coasts, rivers and lakes of Northwest Alaska. They’ll travel across open seas, swim through the ruins of a sunken village and paddle up the Noatak River on a mission to rescue a new friend. You’ll need all your wits and the skills of both companions to survive the dangers of the swirling currents, fierce creatures and hidden underwater hazards of the Alaska coast. Only by working together can Nuna and Fox save their friend and defeat an unexpected foe. \r\n\r\nAn expansion story for the mesmerizing puzzle/platformer Never Alone, Foxtales features three all new levels full of environments to explore, puzzles to solve and enemies to face.  Once again developed in partnership with the Alaska Native community, Foxtales contains five new unlockable Cultural Insight videos that include the family of Willie Panik Goodwin, Sr., whose telling of “The Two Coastal Brothers” inspired the game.",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Upper One Games",
        "Release Date": "July 28, 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2015/07/16/never-alone-dlc-button-01jpg-1783af_160w.jpg"
      },
      {
        "Publisher": "Upper One Games",
        "Release Date": "July 28, 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/07/16/never-alone-dlc-button-01jpg-1783af_160w.jpg"
      },
      {
        "Publisher": "Upper One Games",
        "Release Date": "July 28, 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2015/07/16/never-alone-dlc-button-01jpg-1783af_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "TBA 2016",
    "Genre": "Sports",
    "Publisher": "Sony Computer Entertainment",
    "Developer": "Clap Hanz",
    "Title": "New Hot Shots Golf",
    "Summary": "Nice shot! The classic PlayStation golf game Hot Shots Golf comes to PlayStation 4.",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Sony Computer Entertainment",
        "Release Date": "TBA 2016",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2015/09/15/hot-shots-golf-new-button-01jpg-995f88_160w.jpg"
      },
      {
        "Publisher": "Sony Computer Entertainment",
        "Release Date": "TBA 2016",
        "Region": "JP",
        "Cover": "http://assets2.ignimgs.com/2015/09/15/hot-shots-golf-new-button-01jpg-995f88_160w.jpg"
      },
      {
        "Publisher": "Sony Computer Entertainment",
        "Release Date": "TBA 2016",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2015/09/15/hot-shots-golf-new-button-01jpg-995f88_160w.jpg"
      },
      {
        "Publisher": "Sony Computer Entertainment",
        "Release Date": "TBA 2016",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2015/09/15/hot-shots-golf-new-button-01jpg-995f88_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "October 14, 2014",
    "T for Teen": "Violence, Blood",
    "Genre": "Fighting",
    "Publisher": "Messhof",
    "Developers": "Messhof, Code Mystics",
    "Title": "Nidhogg",
    "Summary": "Nidhogg is the award-winning fencing tug-of-war, full of graceful acrobatics and clumsy stabs. This is the ultimate two-player showdown of fast-paced fencing and melee attacks. Beware, advantages in Nidhogg are often fleeting, as new opponents continually spawn in your way. Use a variety of fencing maneuvers while armed -- lunges, parries, and even dirty tricks like throwing your sword. If swordless, press forward with punches, sweep kicks, dive kicks, rolls, and wall jumps. \r\n\r\nThe combat arena stretches in both directions, although besting an opponent only gains you ground. Matches aren’t won or lost with a single kill, but with a series of kills granting you right-of-way to run/fight/flee to your own goal-zone. Each arena holds different strategic formations and chokepoints to use to your advantage. Until you reach your goal-zone, anything is possible. Only one thing is certain in Nidhogg… the only way to win is to outwit your opponent. En Garde!",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Messhof",
        "Release Date": "October 14, 2014",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2014/05/01/nidhogg-ps4dljpg-a29eba_160w.jpg"
      },
      {
        "Publisher": "Messhof",
        "Release Date": "October 14, 2014",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2014/05/01/nidhogg-ps4dljpg-a29eba_160w.jpg"
      },
      {
        "Publisher": "Messhof",
        "Release Date": "October 14, 2014",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2014/05/01/nidhogg-ps4dljpg-a29eba_160w.jpg"
      }
    ]
  },
  {
    "Genre": "Action",
    "Publisher": "Square Enix",
    "Developer": "PlatinumGames",
    "Title": "Nier -- New Game",
    "Summary": "",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Square Enix",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2015/06/16/nier-project-buttonjpg-0e245b_160w.jpg"
      },
      {
        "Publisher": "Square Enix",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2015/06/16/nier-project-buttonjpg-0e245b_160w.jpg"
      },
      {
        "Publisher": "Square Enix",
        "Region": "JP",
        "Cover": "http://assets2.ignimgs.com/2015/06/16/nier-project-buttonjpg-0e245b_160w.jpg"
      },
      {
        "Publisher": "Square Enix",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2015/06/16/nier-project-buttonjpg-0e245b_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "TBA 2015",
    "Genre": "Adventure",
    "Publisher": "Finji Games",
    "Developer": "Finji Games",
    "Title": "Night in the Woods",
    "Summary": "",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Finji Games",
        "Release Date": "TBA 2015",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2014/06/04/night-in-the-woods-button-01jpg-958d1b_160w.jpg"
      },
      {
        "Publisher": "Finji Games",
        "Release Date": "TBA 2015",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2014/06/04/night-in-the-woods-button-01jpg-958d1b_160w.jpg"
      },
      {
        "Publisher": "Finji Games",
        "Release Date": "TBA 2015",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2014/06/04/night-in-the-woods-button-01jpg-958d1b_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "Q1 2015",
    "Genre": "Platformer",
    "Publisher": "Disparity Games",
    "Developer": "Disparity Games",
    "Title": "Ninja Pizza Girl",
    "Summary": "Ninja Pizza Girl is a serious game about self-esteem, bullying and resilience -- and pizza delivering ninjas! The story follows Gemma, a sixteen-year-old girl working as a pizza delivery girl in a cyberpunk dystopia. She lives in a world where slums teeter on top of skyscrapers, where powerful mega-corporations exploit the poor and where quality pizza is hard to come by. Gemma must fight to keep her ideals, her family and their business intact in face of the most merciless enemies known to any teenage girl -- other teenagers. \r\n\r\nDrawing its inspiration from both classic and current platforming mechanisms, Ninja Pizza Girl is a level-based run-and-jump game with a deeply-woven story that explores bullying, emotional resilience and the importance of boundaries. Its gameplay has been designed for a rich gameplay experience filled with joy and exhilaration, with structure that invites in newcomers but also rewards the masters. New players will find each level offers a forgiving experience of thrilling jumps and exhilarating falls while skilled players can optimize the selection of routes on offer to chase that perfect run.",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Disparity Games",
        "Release Date": "Q1 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/07/16/ninja-pizza-girl-buttonjpg-0d1aca_160w.jpg"
      },
      {
        "Publisher": "Disparity Games",
        "Release Date": "Q1 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/07/16/ninja-pizza-girl-buttonjpg-0d1aca_160w.jpg"
      },
      {
        "Publisher": "Disparity Games",
        "Release Date": "Q1 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/07/16/ninja-pizza-girl-buttonjpg-0d1aca_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "TBA 2016",
    "RP for Rating Pending": "",
    "Genre": "Action",
    "Publisher": "Tecmo KOEI",
    "Developer": "Team Ninja",
    "Title": "Nioh",
    "Summary": "Nioh tells the story of a blonde-haired samurai warrior who must discover his own destiny in the midst of war-torn 16th century Japan. \r\n\r\nOriginally developed as a three-way project between KOEI Corporation, Kou Shibusawa Productions, and Kurosawa Productions (with a motion picture that was cancelled in September of 2005), Ni-Oh is based on a previously lost script from the legendary Japanese filmmaker Akira Kurosawa.",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Tecmo KOEI",
        "Release Date": "TBA 2016",
        "MSRP": "",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2015/09/30/nioh-2016jpg-9b2e3b_160w.jpg"
      },
      {
        "Publisher": "Tecmo KOEI",
        "Release Date": "TBA 2016",
        "MSRP": "",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/09/30/nioh-2016jpg-9b2e3b_160w.jpg"
      },
      {
        "Publisher": "Tecmo KOEI",
        "Release Date": "TBA 2016",
        "MSRP": "",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2015/09/30/nioh-2016jpg-9b2e3b_160w.jpg"
      },
      {
        "Publisher": "Tecmo KOEI",
        "Release Date": "TBA 2016",
        "MSRP": "",
        "Region": "JP",
        "Cover": "http://assets1.ignimgs.com/2015/09/30/nioh-2016jpg-9b2e3b_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "Q4 2015",
    "Genre": "Fighting",
    "Publisher": "Xseed Games",
    "Developers": "EXAMU, Nitroplus",
    "Title": "Nitroplus Blasterz: Heroines Infinite Duel",
    "Summary": "",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Xseed Games",
        "Release Date": "Q4 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2015/06/02/nitroplus-blasters-buttonjpg-c49899_160w.jpg"
      },
      {
        "Publisher": "Xseed Games",
        "Release Date": "Q4 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2015/06/02/nitroplus-blasters-buttonjpg-c49899_160w.jpg"
      },
      {
        "Publisher": "Xseed Games",
        "Release Date": "Q4 2015",
        "Region": "JP",
        "Cover": "http://assets1.ignimgs.com/2015/06/02/nitroplus-blasters-buttonjpg-c49899_160w.jpg"
      },
      {
        "Publisher": "Xseed Games",
        "Release Date": "Q4 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/06/02/nitroplus-blasters-buttonjpg-c49899_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "TBA",
    "Genre": "First-Person                                                               Adventure",
    "Publisher": "Hello Games",
    "Developer": "Hello Games",
    "Title": "No Man's Sky",
    "Summary": "No Man’s Sky is a game about exploration and survival, set in an infinite procedurally generated universe. Whether a distant mountain or a planet hanging low on the horizon, you can go there. You can fly seamlessly from the surface of a planet to another, and every star in the sky is a sun that you can visit. Where you’ll go and how fast you’ll make your way through this universe is up to you. It’s yours for the taking. \r\n\r\nEvery solar system, planet, ocean and cave is filled with wonder, but also danger -- and you are vulnerable. Your ship and suit are fragile, and every encounter can test your skills to the limit. From dogfighting in space to first-person combat on a planet’s surface, you will face foes ready to overwhelm you. And one mistake could see you lose everything. You can never take your voyage lightly. You’ll need to prepare. Collect precious resources on the surfaces of planets and trade them for the ships, suits and equipment that will take you to your destiny in the stars. Other players will also exploring the same vast universe in parallel; perhaps you’ll make your mark on their worlds as well as your own. In No Man’s Sky, every victory and every defeat has lasting consequences.",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Hello Games",
        "Release Date": "TBA",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/06/16/nomanssky1jpg-b688bd_160w.jpg"
      },
      {
        "Publisher": "Hello Games",
        "Release Date": "TBA",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/06/16/nomanssky1jpg-b688bd_160w.jpg"
      },
      {
        "Publisher": "Hello Games",
        "Release Date": "TBA",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/06/16/nomanssky1jpg-b688bd_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "September 1, 2015",
    "T for Teen": "Mild Language, Mild Violence, Includes online features that may expose players to unrated user-generated content",
    "Genre": "Strategy",
    "Publisher": "Tecmo KOEI",
    "Title": "Nobunaga's Ambition: Sphere of Influence",
    "Summary": "",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Tecmo KOEI",
        "Release Date": "September 1, 2015",
        "MSRP": "",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2015/05/20/nobunagas-ambition-sphere-of-influence-buttonjpg-e85fa7_160w.jpg"
      },
      {
        "Publisher": "Tecmo KOEI",
        "Release Date": "September 1, 2015",
        "MSRP": "",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2015/05/20/nobunagas-ambition-sphere-of-influence-buttonjpg-e85fa7_160w.jpg"
      },
      {
        "Publisher": "Tecmo KOEI",
        "Release Date": "September 1, 2015",
        "MSRP": "",
        "Region": "JP",
        "Cover": "http://assets1.ignimgs.com/2015/05/20/nobunagas-ambition-sphere-of-influence-buttonjpg-e85fa7_160w.jpg"
      },
      {
        "Publisher": "Tecmo KOEI",
        "Release Date": "September 1, 2015",
        "MSRP": "",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/05/20/nobunagas-ambition-sphere-of-influence-buttonjpg-e85fa7_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "May 12, 2015",
    "E for Everyone": "Mild Fantasy Violence, Use of Tobacco",
    "Genre": "Simulation",
    "Publisher": "Q-Games",
    "Developers": "Q-Games, Double Eleven Studios",
    "Title": "Nom Nom Galaxy",
    "Summary": "Nom Nom Galaxy is a co-op multiplayer game about building, expanding and maintaining an interstellar soup factory with your friends.\r\n\r\nNom Nom Galaxy blends elements of tower defence, sandbox exploration, co-op platforming, resource management and construction, set in a unique living eco-system.",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Q-Games",
        "Release Date": "May 12, 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/03/06/nomnomgalaxyjpg-56a3bf_160w.jpg"
      },
      {
        "Publisher": "Q-Games",
        "Release Date": "May 12, 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/03/06/nomnomgalaxyjpg-56a3bf_160w.jpg"
      },
      {
        "Publisher": "Q-Games",
        "Release Date": "May 12, 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/03/06/nomnomgalaxyjpg-56a3bf_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "Q2 2015",
    "Genre": "Shooter",
    "Publisher": "Devolver Digital",
    "Developer": "Roll7",
    "Title": "Not A Hero",
    "Summary": "Not A Hero is a \"2 1/4D\" cover-shooter by Roll7. When an anthropomorphic rabbit/mayoral candidate from the future named BunnyLord needs a murderous loner to clean up the city during the election, Steve heroically offers up his dubious skills with a gun and lack of self-preservation instinct to this mysterious stranger from beyond.",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Devolver Digital",
        "Release Date": "Q2 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/03/27/not-a-hero-buttonjpg-e31eff_160w.jpg"
      },
      {
        "Publisher": "Devolver Digital",
        "Release Date": "Q2 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/03/27/not-a-hero-buttonjpg-e31eff_160w.jpg"
      },
      {
        "Publisher": "Devolver Digital",
        "Release Date": "Q2 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/03/27/not-a-hero-buttonjpg-e31eff_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "September 1, 2015",
    "E for Everyone": "Mild Fantasy Violence, Mild Language",
    "Genre": "Adventure",
    "Publisher": "Funktronic Labs",
    "Developer": "Funktronic Labs",
    "Title": "Nova-111",
    "Summary": "NOVA-111 is a sci-fi themed turn-based adventure game with a twist of real-time action! Fighting aliens in space for science! Players must navigate their trusty orange science-vessel through mysterious foreign planets in search for the scientists who were lost into the cosmic real-time vortex. Solve puzzles and engage in strategic battles with astrobiological creatures in a twisted environment where the turn-based world gradually transforms into real-time! Collect new abilities and upgrades modules for your ship during your cosmic voyage!",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Funktronic Labs",
        "Release Date": "September 1, 2015",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2014/09/23/nova111jpg-57cd50_160w.jpg"
      },
      {
        "Publisher": "Funktronic Labs",
        "Release Date": "September 1, 2015",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2014/09/23/nova111jpg-57cd50_160w.jpg"
      },
      {
        "Publisher": "Funktronic Labs",
        "Release Date": "September 1, 2015",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2014/09/23/nova111jpg-57cd50_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "TBA 2014",
    "Genre": "Action",
    "Publisher": "Vlambeer",
    "Developer": "Vlambeer",
    "Title": "Nuclear Throne",
    "Summary": "Vlambeer'",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Vlambeer",
        "Release Date": "TBA 2014",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/06/03/nuclear-throne-button-00ajpg-dcffe9_160w.jpg"
      },
      {
        "Publisher": "Vlambeer",
        "Release Date": "TBA 2014",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/06/03/nuclear-throne-button-00ajpg-dcffe9_160w.jpg"
      },
      {
        "Publisher": "Vlambeer",
        "Release Date": "TBA 2014",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/06/03/nuclear-throne-button-00ajpg-dcffe9_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "July 21, 2015",
    "E for Everyone": "Mild Fantasy Violence",
    "Genre": "Action",
    "Publisher": "NinjaBee",
    "Developer": "NinjaBee",
    "Title": "Nutjitsu",
    "Summary": "Enter the squirrel! Defy the kitsune samurai who have stolen your clan's sacred acorns. Sneak through beautifully hand-painted landscapes, avoid capture by the guards, and snatch victory (and acorns) from your enemies. Steal back precious acorns across unique levels as you dodge an ever-increasing number of villainous foxes. The vigilant foxes can track your silent steps by scent. Keep ahead of them or disappear in a cloud of smoke. Grab as many mystical treasures as you can before disappearing into the night. Master the way of Nutjitsu!",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "NinjaBee",
        "Release Date": "July 21, 2015",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2014/08/27/nutjitsu-button-00jpg-dff33f_160w.jpg"
      },
      {
        "Publisher": "NinjaBee",
        "Release Date": "July 21, 2015",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2014/08/27/nutjitsu-button-00jpg-dff33f_160w.jpg"
      },
      {
        "Publisher": "NinjaBee",
        "Release Date": "July 21, 2015",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2014/08/27/nutjitsu-button-00jpg-dff33f_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "April 22, 2014",
    "E10+ for Everyone 10 and older": "Fantasy Violence",
    "Genre": "Adventure",
    "Publisher": "Young Horses, Inc.",
    "Developer": "Young Horses, Inc.",
    "Title": "Octodad: Dadliest Catch",
    "Summary": "Octodad: Dadliest Catch is the sequel to the splash hit, Octodad! This time, our cephaloprotagonist has gotten himself in a bind between his wife's mounting mistrust, and a disastrous trip to the local aquarium! Are you dad enough to control the titular octopus father as he strives to hide his nautical nature from his family while keeping his tangled tentacles intact?",
    "Rating": 7.8,
    "Releases": [
      {
        "Publisher": "Young Horses, Inc.",
        "Release Date": "April 22, 2014",
        "Region": "UK",
        "Cover": "http://media.ign.com/games/image/object/162/162454/Octodad-Dadliest-Catch_POSTERboxart_160w.jpg"
      },
      {
        "Publisher": "Young Horses, Inc.",
        "Release Date": "April 22, 2014",
        "Region": "AU",
        "Cover": "http://media.ign.com/games/image/object/162/162454/Octodad-Dadliest-Catch_POSTERboxart_160w.jpg"
      },
      {
        "Publisher": "Young Horses, Inc.",
        "Release Date": "April 22, 2014",
        "Region": "US",
        "Cover": "http://media.ign.com/games/image/object/162/162454/Octodad-Dadliest-Catch_POSTERboxart_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "TBA",
    "Genre": "Adventure",
    "Publisher": "Oddworld Inhabitants",
    "Title": "Oddworld: Abe's Exoddus HD",
    "Summary": "This is a reincarnation of the second game in the classic platforming adventure game series. \r\n\r\nOddworld: Abe's Exoddus is another wild adventure for Abe and his enslaved friends. Cast with a zoo of bizarre characters almost all of whose favorite past time is to injure, torture, or brutalize the benevolent Mudokons Exoddus features similar gameplay to the first Oddworld title, namely 2D platforming. People have always flocked to this series because of the lovable characters and offbeat sense of humor found in the games. New characters include Fleeches, Greeters, Slurgs, Slogs, Flying Sligs, and Sloggies. The old favorites have also returned and include Scrabs, Paramites, and Sligs. A new wrinkle in the game is that you can now possess Scrabs, Paramites, and Glukkons; you can command Sligs to do your dirty work as well.",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Oddworld Inhabitants",
        "Release Date": "TBA",
        "Region": "AU"
      },
      {
        "Publisher": "Oddworld Inhabitants",
        "Release Date": "TBA",
        "Region": "US"
      },
      {
        "Publisher": "Oddworld Inhabitants",
        "Release Date": "TBA",
        "Region": "UK"
      }
    ]
  },
  {
    "Release Date": "TBA 2015",
    "T for Teen": "Violence, Blood, Language, Crude Humor, Use of Tobacco",
    "Genre": "Adventure",
    "Publisher": "Just Add Water Developments",
    "Developers": "Just Add Water Developments, Oddworld Inhabitants",
    "Title": "Oddworld: New 'n' Tasty",
    "Summary": "This reincarnation of the classic platforming adventure game Abe's Oddysee places players in the strange Oddworld. Players returning to the Oddworld are in for a surprise, as this adventure with Abe totally reboots the classic first chapter of the franchise with unique and surprising new content!\r\n\r\nIn Oddworld: Abe's Oddysee, players take control of Abe an incredibly ugly, yet strangely compelling Mudokon slave. He and his fellow Mudokons have been forced to work in the meat packing plant Rupture Farms, which specializes in driving species to extinction. Abe discovers Rupture's next meat specialty his own race of Mudokons and it's up to him to escape from the farm, rescuing as many of his fellow Mudokons as possible. Abe's Oddysee uses many platform elements, along with puzzles and communication. Abe can speak to the other Mudokons and must if you want to finish the game; his friends must follow him to portals, where they are rescued.",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Just Add Water Developments",
        "Release Date": "TBA 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2013/06/12/oddworld-hdgeneraljpg-50eaa5_160w.jpg"
      },
      {
        "Publisher": "Just Add Water Developments",
        "Release Date": "TBA 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2013/06/12/oddworld-hdgeneraljpg-50eaa5_160w.jpg"
      },
      {
        "Publisher": "Just Add Water Developments",
        "Release Date": "TBA 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2013/06/12/oddworld-hdgeneraljpg-50eaa5_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "TBA 2016",
    "RP-T+ for Rating Pending, Targeting a Rating of Teen or Above": "",
    "Genre": "RPG",
    "Publisher": "Atlus",
    "Developer": "Vanillaware",
    "Title": "Odin Sphere Leifthrasir",
    "Summary": "Odin Sphere Leifthrasir is an HD remastering of the classic PlayStation 2 RPG by Vanillaware. The game features beautiful hand-drawn artwork put into motion to tell an epic tale of power, loss, and love. Assume control of the warrior princess Gwendolyn, daughter of Odin, along with 4 other playable characters as you fight to save the world from destruction. \r\n\r\nThe nation of Valentine was once a grand kingdom with powerful magic. With the power of a magical relic known as the \"Cauldron,\" King Valentine subdued the neighboring nations and brought them under his control. His kingdom enjoyed a long period of prosperity... but a sudden disaster destroyed it overnight. War broke out between the Fairy Kingdom of Ringford and the warrior nation of Ragnanival over ownership of the now-abandoned Cauldron, and control of the wasteland that was once Valentine. With the battle growing fiercer by the day, Demon Lord Odin, King of Ragnanival, sets forth a plan to conquer Ringford and claim the Cauldron once and for all. \r\n\r\nMeanwhile, in the neutral realm of Titania, King Edmund had become a puppet king of his court sorcerer Urzur, who schemes to follow a forgotten prophecy and bring about the Armageddon; a prophecy stating that the world will be destroyed in five great disasters, but the survivors will become kings. As the nations struggle for control, the world steadily slips unknowingly toward its demise, and the prophecies become clear...",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Atlus",
        "Release Date": "January 14, 2016",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2015/07/20/odin-sphere-leifdrasir-buttonjpg-82f159_160w.jpg"
      },
      {
        "Publisher": "Atlus",
        "Release Date": "January 14, 2016",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/07/20/odin-sphere-leifdrasir-buttonjpg-82f159_160w.jpg"
      },
      {
        "Publisher": "Atlus",
        "Release Date": "January 14, 2016",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2015/07/20/odin-sphere-leifdrasir-buttonjpg-82f159_160w.jpg"
      },
      {
        "Publisher": "Atlus",
        "Release Date": "January 14, 2016",
        "Region": "JP",
        "Cover": "http://assets1.ignimgs.com/2015/07/20/odin-sphere-leifdrasir-buttonjpg-82f159_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "August 26, 2014",
    "E for Everyone": "No Descriptors",
    "Genre": "Sports",
    "Publisher": "Roll7",
    "Developer": "Roll7",
    "Title": "OlliOlli",
    "Summary": "OlliOlli mixes addictive one-button-one-life infinite runner gameplay with the trick and combo mastery of skateboarding games. Skate as far as you can, as fast as you can while racking up the biggest and coolest combos along the way. Just don't slam on your face (you will slam on your face).",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "Roll7",
        "Release Date": "August 27, 2014",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/02/27/olliolli-buttonjpg-df0ded_160w.jpg"
      },
      {
        "Publisher": "Roll7",
        "Release Date": "August 27, 2014",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/02/27/olliolli-buttonjpg-df0ded_160w.jpg"
      },
      {
        "Publisher": "Roll7",
        "Release Date": "August 27, 2014",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/02/27/olliolli-buttonjpg-df0ded_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "March 3, 2015",
    "T for Teen": "Mild Violence, Blood",
    "Genre": "Sports",
    "Publisher": "Roll7",
    "Developer": "Roll7",
    "Title": "OlliOlli 2: Welcome to OlliWood",
    "Summary": "Drop in to Olliwood and prepare for finger-flippin’ mayhem in this follow up to cult smash OlliOlli. The iconic skater is going all green-screen with a stunning new look, plucking you from the street and dropping you squarely in the middle of the big screen’s most bodacious cinematic locations. \r\n\r\nOlliOlli2: Welcome to Olliwood boasts all new Ramps and Epic Hills allowing for monster air and multi-route levels. Further, OlliOlli2’s combo system has been expanded. The joy of Manuals, Reverts, Revert Manuals and Grind Switching giving you more control and expression than ever before.",
    "Rating": 9,
    "Releases": [
      {
        "Publisher": "Roll7",
        "Release Date": "March 3, 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/09/25/olliolli2jpg-2e414d_160w.jpg"
      },
      {
        "Publisher": "Roll7",
        "Release Date": "March 3, 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/09/25/olliolli2jpg-2e414d_160w.jpg"
      },
      {
        "Publisher": "Roll7",
        "Release Date": "March 3, 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/09/25/olliolli2jpg-2e414d_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "April 28, 2015",
    "T for Teen": "Fantasy Violence, Language, Partial Nudity, Suggestive Themes, Use of Alcohol",
    "Genre": "RPG",
    "Publisher": "Idea Factory",
    "Developer": "Compile Heart",
    "Title": "Omega Quintet",
    "Summary": "Omega Quintet is a hybrid RPG/idol simulation -- harness the power of song to defeat evil! In a world overrun by a mysterious, malevolent darkness, the only hope for humanity rests in the music of singing idols known as \"Verse Maidens\". Wielding weapons of sound, they are tasked with fighting back evil and restoring the world, but it won’t be easy! These five plucky girls – with the help of their manager Takt -- will have to give the performance of a lifetime to stop this darkness from claiming the last of humanity. Will they be able to band together and blow this evil away, or will they fight only to discover that the darkness has been lurking within them the whole time...?",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "TBA",
        "Release Date": "September 18, 2014",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/02/23/omega-quintet-us-esrbjpg-318afa_160w.jpg"
      },
      {
        "Publisher": "TBA",
        "Release Date": "September 18, 2014",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2014/11/19/omega-quintet-butonjpg-e14e21_160w.jpg"
      },
      {
        "Publisher": "TBA",
        "Release Date": "September 18, 2014",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2014/11/19/omega-quintet-butonjpg-e14e21_160w.jpg"
      },
      {
        "Publisher": "TBA",
        "Release Date": "September 18, 2014",
        "Region": "JP",
        "Cover": "http://assets2.ignimgs.com/2014/11/19/omega-quintet-butonjpg-e14e21_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "TBA 2016",
    "RP-T+ for Rating Pending, Targeting a Rating of Teen or Above": "",
    "Genre": "Fighting",
    "Publisher": "Bandai Namco Games",
    "Developer": "Spike Chunsoft",
    "Title": "One Piece: Burning Blood",
    "Summary": "Battle it out face to face in this 3D brawler based on the One Piece anime/manga universe. One Piece: Burning Blood takes full advantage of the rich history of One Piece down to the finest details. Character expressions, elemental effects, and impact text come to life in this new game as if they were jumping off a manga page. Featuring all of the action, drama, and comedy from the world’s favorite pirate saga, One Piece: Burning Blood is all about style that will reheat fans’ nostalgia and pique the interest of curious new pirates. \r\n\r\nOne Piece: Burning Blood introduces an advanced battle system that replicates Devil Fruit abilities and Haki techniques in a true-to-series pirate free-for-all. Activated at will, these unique abilities can increase the player’s attack power, nullify incoming normal attacks, and more. Players must strategize how and when to use these special abilities to unleash their maximum fighting potential.",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Bandai Namco Games",
        "Release Date": "TBA 2016",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/09/28/one-piece-burning-blood-button-01ajpg-b6a236_160w.jpg"
      },
      {
        "Publisher": "Bandai Namco Games",
        "Release Date": "TBA 2016",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2015/09/28/one-piece-burning-blood-button-01ajpg-b6a236_160w.jpg"
      },
      {
        "Publisher": "Bandai Namco Games",
        "Release Date": "TBA 2016",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2015/09/28/one-piece-burning-blood-button-01ajpg-b6a236_160w.jpg"
      },
      {
        "Publisher": "Bandai Namco Games",
        "Release Date": "TBA 2016",
        "Region": "JP",
        "Cover": "http://assets1.ignimgs.com/2015/09/28/one-piece-burning-blood-button-01ajpg-b6a236_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "August 25, 2015",
    "T for Teen": "Violence, Blood, Suggestive Themes, Language, Crude Humor, Use of Tobacco",
    "Genre": "Action",
    "Publisher": "Bandai Namco Games",
    "Developer": "Tecmo KOEI",
    "Title": "One Piece: Pirate Warriors 3",
    "Summary": "Join Luffy and the Straw Hat Crew on their biggest adventure yet! One Piece Pirate Warriors 3 allows you to re-live the original One Piece story from Fushia village, where everything started, to the kingdom of Dressrosa, a mysterious island dominated by the evil Donquixote Doflamingo, known as the \"Heavenly Demon\". Do you have what it takes to defeat the most dangerous pirates, including Doflamingo and many more? Gather every member of the Straw Hat Crew and sail to the most emblematic places and enter the most epic battles: Marineford, Fishman Island, Punk Hazard and Dressrosa!",
    "Rating": 6.9,
    "Releases": [
      {
        "Publisher": "Bandai Namco Games",
        "Release Date": "TBA 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2015/01/10/one-piece-pirate-warriors-3-buttonjpg-c995b1_160w.jpg"
      },
      {
        "Publisher": "Bandai Namco Games",
        "Release Date": "TBA 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/07/08/one-piece-pirate-warriors-3-us-esrb-ps4jpg-9beb50_160w.jpg"
      },
      {
        "Publisher": "Bandai Namco Games",
        "Release Date": "TBA 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2015/01/10/one-piece-pirate-warriors-3-buttonjpg-c995b1_160w.jpg"
      },
      {
        "Publisher": "Bandai Namco Games",
        "Release Date": "TBA 2015",
        "Region": "JP",
        "Cover": "http://assets1.ignimgs.com/2015/01/10/one-piece-pirate-warriors-3-buttonjpg-c995b1_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "October 13, 2015",
    "Genre": "Puzzle",
    "Publisher": "SUTD Game Lab",
    "Developer": "SUTD Game Lab",
    "Title": "One Upon Light",
    "Summary": "One Upon Light is a puzzle game where players must manipulate their surroundings in order to stay out of the light and remain in the shadows. The goal of every level is very simple: you need to move the scientist from one end of the map to the other. However, getting to the end of every level isn't quite straightforward, because you need to be aware of that which harms him: light. \r\n\r\nThe game tells the story of an individual’s journey through what appears to be a large abandoned science facility. You control the protagonist -- a scientist -- as he makes his way through the labyrinth of chambers and malfunctioning science equipment. He soon finds out that he is extremely averse to light: exposure to illumination results in excruciating pain, followed shortly by death. Through the course of the game, you will uncover the mysteries behind the facility’s current state. At the same time, the scientist will learn more about his extraordinary condition -- and perhaps even himself.",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "SUTD Game Lab",
        "Release Date": "October 13, 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/10/09/once-upon-light-buttonjpg-f9f18d_160w.jpg"
      },
      {
        "Publisher": "SUTD Game Lab",
        "Release Date": "October 13, 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/10/09/once-upon-light-buttonjpg-f9f18d_160w.jpg"
      },
      {
        "Publisher": "SUTD Game Lab",
        "Release Date": "October 13, 2015",
        "Region": "JP",
        "Cover": "http://assets1.ignimgs.com/2014/10/09/once-upon-light-buttonjpg-f9f18d_160w.jpg"
      },
      {
        "Publisher": "SUTD Game Lab",
        "Release Date": "October 13, 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/10/09/once-upon-light-buttonjpg-f9f18d_160w.jpg"
      }
    ]
  },
  {
    "Genre": "Adventure",
    "Title": "One Way Trip",
    "Summary": "In the surreal One Way Trip, you and your brother Barry discover that you’ve been poisoned in a mass attack on the water supply that has left a large portion of the nation with only six hours left to live, during which time they will be constantly hallucinating. The game delivers an atmospheric exploration of what it would be like to find out you and most everyone you love is about to die ... and then have to process that while your limbs turn into cartoon dolphins.",
    "Rating": 0,
    "Releases": [
      {
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2014/06/04/one-way-trip-button-01jpg-dd00f1_160w.jpg"
      },
      {
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2014/06/04/one-way-trip-button-01jpg-dd00f1_160w.jpg"
      },
      {
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2014/06/04/one-way-trip-button-01jpg-dd00f1_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "July 21, 2015",
    "M for Mature": "Blood and Gore, Intense Violence, Partial Nudity, Strong Language, Suggestive Themes",
    "Genre": "Action",
    "Publisher": "Xseed Games",
    "Developer": "Tamsoft",
    "Title": "Onechanbara Z2: Chaos",
    "Summary": "Onechanbara Z2: Chaos ups the ante on the sexy zombie slayer series with two sets of buxom vampire sisters and over a dozen stages of high-octane real-time swordplay featuring hordes of zombies -- not to mention wildly inventive methods for dispatching these undead opponents. Players will square off against the undead in various worldwide locations, with limbs and blood flying every which way by means of physical attacks and acrobatic maneuvers alike, occasionally transforming into a demon for short bursts of added power and speed at the cost of life energy. Each of the four members of the so-called \"bikini zombie squad\" has her own unique abilities, and skillful play is rewarded with orbs that can be exchanged for upgraded weapons and outfits.",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "D3 Publisher",
        "Release Date": "October 2014",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2015/06/05/onechambarachaosjpg-64b520_160w.jpg"
      },
      {
        "Publisher": "D3 Publisher",
        "Release Date": "October 2014",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2015/03/10/onechanbara-z2-chaos-us-rpjpg-52a80e_160w.jpg"
      },
      {
        "Publisher": "D3 Publisher",
        "Release Date": "October 2014",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2015/06/05/onechambarachaosjpg-64b520_160w.jpg"
      },
      {
        "Publisher": "D3 Publisher",
        "Release Date": "October 2014",
        "Region": "JP",
        "Cover": "http://assets2.ignimgs.com/2015/06/05/onechambarachaosjpg-64b520_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "October 6, 2015",
    "RP for Rating Pending": "",
    "Genre": "Persistent Online                                                               RPG",
    "Publisher": "CyberStep",
    "Developer": "CyberStep",
    "Title": "Onigiri",
    "Summary": "The MMO Onigiri is the tale of another world, based on the myths, fables, stories, and legends of old Japan. You, a descendant of the ancient Oni, and your eight companions, must set forth against the Kamigui and their hidden masters, the Goikkou.",
    "Rating": null,
    "Releases": [
      {
        "Publisher": "CyberStep",
        "Release Date": "February 27, 2014",
        "Region": "UK",
        "Cover": "http://assets2.ignimgs.com/2014/02/20/onigiri-button-03jpg-23ee4e_160w.jpg"
      },
      {
        "Publisher": "CyberStep",
        "Release Date": "February 27, 2014",
        "Region": "AU",
        "Cover": "http://assets2.ignimgs.com/2014/02/20/onigiri-button-03jpg-23ee4e_160w.jpg"
      },
      {
        "Publisher": "CyberStep",
        "Release Date": "February 27, 2014",
        "Region": "US",
        "Cover": "http://assets2.ignimgs.com/2014/02/20/onigiri-button-03jpg-23ee4e_160w.jpg"
      },
      {
        "Publisher": "CyberStep",
        "Release Date": "February 27, 2014",
        "Region": "JP",
        "Cover": "http://assets2.ignimgs.com/2014/02/20/onigiri-button-03jpg-23ee4e_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "TBA 2015",
    "Genre": "Strategy",
    "Publisher": "Robot Entertainment",
    "Developer": "Robot Entertainment",
    "Title": "Orcs Must Die: Unchained",
    "Summary": "Orcs Must Die! Unchained is a fast-paced Fortress Siege action game in which teams of heroes battle head-to-head to attack and defend ancient strongholds. For the first time in the Orcs Must Die! series, teams of players are responsible for both sides of the battle -- building traps to stop the enemy assault AND summoning their own armies to lead against the enemy defense. \r\n\r\nOrcs Must Die! Unchained is set in the familiar world of its humorous fantasy predecessors, years after the finale of Orcs Must Die! 2. With the discovery of dozens of new rifts and magical worlds beyond them, heroes have come from far and wide to wage all-out war for control of these valuable gateways. In the years since Orcs Must Die! 2, the War Mage and Sorceress have rebuilt the once-mighty Order. Their new enemy, the Unchained, is not the mindless horde defeated twice before, but instead an organized army led by powerful heroes.",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "Robot Entertainment",
        "Release Date": "TBA 2015",
        "Region": "US",
        "Cover": "http://assets1.ignimgs.com/2014/04/10/orcs-must-die-unchained-general-01jpg-0a63b1_160w.jpg"
      },
      {
        "Publisher": "Robot Entertainment",
        "Release Date": "TBA 2015",
        "Region": "AU",
        "Cover": "http://assets1.ignimgs.com/2014/04/10/orcs-must-die-unchained-general-01jpg-0a63b1_160w.jpg"
      },
      {
        "Publisher": "Robot Entertainment",
        "Release Date": "TBA 2015",
        "Region": "UK",
        "Cover": "http://assets1.ignimgs.com/2014/04/10/orcs-must-die-unchained-general-01jpg-0a63b1_160w.jpg"
      }
    ]
  },
  {
    "Release Date": "October 20, 2015",
    "RP for Rating Pending": "",
    "Genre": "Action",
    "Publisher": "The Men Who Wear Many Hats",
    "Developer": "The Men Who Wear Many Hats",
    "Title": "Organ Trail Complete Edition",
    "Summary": "Travel westward in a station wagon with 4 of your friends, scavenging for supplies and fending off the undead in Organ Trail Complete Edition.",
    "Rating": 0,
    "Releases": [
      {
        "Publisher": "The Men Who Wear Many Hats",
        "Release Date": "October 20, 2015",
        "Region": "US"
      },
      {
        "Publisher": "The Men Who Wear Many Hats",
        "Release Date": "October 20, 2015",
        "Region": "AU"
      },
      {
        "Publisher": "The Men Who Wear Many Hats",
        "Release Date": "October 20, 2015",
        "Region": "UK"
      }
    ]
  }
]